Repository: avanwart/kommunity
Catalog: BootBaronLib/Resources/Messages.*.resx
Languages: fo

source: Account
fo: propter

source: All
fo: omnes

source: Cancel
fo: inrita

source: Cannot unencode a hashed password.
fo: Potest non unencode a hashed password.

# ChangePasswordCancel
source: Change password canceled due to new password validation failure.
fo: Mutatio password cassari debitum ad novum password sanatio defectum.

source: click here
fo: click hic

source: Close
fo: claudere

source: Confirm Password
fo: confirmare Signum

source: Connection string cannot be blank.
fo: Nexu filum potest non esse blank.

source: Continue
fo: manere

source: Count
fo: numerare

source: Current Password
fo: current Signum

source: Default Language
fo: defectu lingua

source: Delete
fo: ERADO

source: Description
fo: descriptio

source: Do not respond to this e-mail
fo: Vestibulum nec respondent

source: Edit
fo: creare

source: English
fo: ANGLICUS (English)

source: Enter the email address
fo: Intrare electronica

source: Error
fo: errorem

source: Failed Password Answer Attempt Count
fo: Defecit Signum Responsio Novit comes

source: Failed Password Answer Attempt Window Start
fo: Defecit Signum Responsio Novit Fenestra Start

source: Failed Password Attempt Count
fo: Defecit Signum Novit comes

source: Failed Password Attempt Window Start
fo: Defecit Signum Novit Fenestra Start

source: First Name
fo: primum nomen

source: Forbidden
fo: prohibetur

source: Forgot your password?
fo: Oblita password?

source: From
fo: a

# German
source: German (Deutsch)
fo: GERMANICUS (Deutsch)

# GetPasswordFailedNoUnique
source: Get password failed. No unique user found.
fo: Adepto password defecerunt. Non unicum user invenit.

source: Go
fo: ire

# HashedOrEncryptedPasswords
source: Hashed or Encrypted passwords are not supported with auto-generated keys.
fo: Hashed vel Encrypted passwords non sustinetur cum auto-generati claves.

source: Has sent this message
fo: Hoc misit

source: Hello
fo: Lorem

source: Home
fo: domum

source: Incorrect password answer.
fo: Recte password responsum.

source: IP Address
fo: IP

source: Is Active
fo: est activa

source: Is Admin
fo: est Fusce

source: Is Approved
fo: est Approbata

source: Is Locked Out
fo: Est Clausus

source: Is Online
fo: est Online

source: just now
fo: modo

source: Keep me logged in
fo: Me logged in

source: Language
fo: lingua

source: Last Activity Date Time
fo: Ultimum actio date Tempus

source: Last Lockout Date
fo: Ultimum lockout date

source: Last Login Date
fo: Ultimum login Date

source: Last Name
fo: ultimum nomen

source: Last Name is required
fo: Ultimum nomen requiritur

source: Last Password Changed Date Time
fo: Ultimum Signum mutari Date Tempus

source: Sign In To Your Account Here
fo: Signum In Ad tua Computus hic

source: Sign Off
fo: signum off

source: Name
fo: nomen

source: New Password
fo: novum Signum

source: Next
fo: deinde

source: No
fo: non

source: Not Found
fo: non

source: Number of Views
fo: Numerus Views

source: One Hour Ago
fo: Una ago

source: One Minute Ago
fo: Unum Minutum ago

source: Password
fo: signum

source: Password Answer
fo: password Responsio

source: Password format not supported.
fo: Password format non sustinetur.

source: Password Question
fo: password Quaestio

source: Password Retrieval Not Enabled.
fo: Password Retrieval Non pretium

source: Password Salt
fo: password sal

source: Please confirm your new password
fo: Placere confirmare nova password

source: Please enter your current password
fo: Placet intra current password

source: Please enter your email address.
fo: Placet intra electronica.

source: Please enter your new password
fo: Lorem nova password

source: Please provide email address
fo: Placere providere electronica

source: Provider Key
fo: provisor Key

source: Retrieve Your Password
fo: Capias tua Signum

source: Roles
fo: partes

source: Search
fo: quaerere

source: Search Results
fo: quaero praecessi

source: Send
fo: mittere

source: Send E-mail Invite
fo: Mittere E-mail Invite

source: Send me my password
fo: Mittere me mea password

source: Send Password Reset Email
fo: Mittere Signum Reset Email

# SorryAnErrorOccurred
source: Sorry, an error occurred while processing your request.
fo: Lorem Error occurrit adipiscing elit.

# Spanish
source: Spanish (Español)
fo: HISPANICUS (Español)

# Swedish
source: Swedish (Svenska)
fo: Suecia

source: The passwords entered do not match
fo: In passwords ingressus non aequare

source: The supplied user is locked out.
fo: In suppleverunt user est clausum de.

source: The supplied user name is not found.
fo: In suppleverunt user nomen est non.

source: Type
fo: typus

source: Type is required
fo: Typus requiritur

source: Unable to lock out user.
fo: Non ad clauditis ex user.

source: Unable to update failure count.
fo: Non ad update defectum comes.

source: Unable to update failure count and window start.
fo: Non ad update defectum comes et fenestra satus.

source: Unsupported password format.
fo: Adfligunt password format.

source: Update failure count failed. No unique user found.
fo: Update defectum comes defecit. Non unicum user invenit.

source: Update user failed. No unique user found.
fo: Update user defecerunt. Non unicum user invenit.

source: User Name
fo: user nomen

source: Yes
fo: sic

source: yesterday
fo: heri

source: Your New Account Is Ready For Use
fo: Promptu ratio nova

source: Your Password Has Been Reset
fo: Tua Signum Fuit Reset

source: Find Users
fo: invenire Users

# DashSelect
source: - Select -
fo: - lego -

source: Edit Profile
fo: creare Profile

source: Failure
fo: defectum

source: Mail
fo: tabella

source: Me
fo: ego

source: My Zone
fo: mea Zonam

# NameLength4To50
source: The name length must between 4 and 50 characters
fo: Nomen tandem est inter IV et L characters

source: Photos
fo: imagines

source: Settings
fo: occasus

source: Status Update
fo: Suspendisse

source: Submit
fo: submittere

source: Success
fo: successu

source: Link
fo: pagina

source: Country
fo: regionem

source: Is Default
fo: est default

source: Required
fo: requiritur

source: Remember Me?
fo: Memento me?

source: Published
fo: edidit

source: Read More
fo: legitur magis

source: About
fo: de

source: Address
fo: inscriptio

source: Basic Details
fo: DESCRIPTIO

source: Block IP
fo: angustos IP

source: Brief Description
fo: breviter

source: Confirmed
fo: confirmata

source: Edit Article
fo: creare Articulus

source: Edit Article Comment
fo: Creare Articulus comment

source: Editing
fo: emendo

source: Email will not be published
fo: Email non edita

source: Key
fo: clavis

source: Latest news
fo: Suspendisse

source: Leave A Comment
fo: Relinquere a comment

source: Signed in as
fo: Signati in ut

# LoginUnsuccessfulPleaseCorrect
source: Login was unsuccessful. Please correct the errors and try again.
fo: Login abiretur. Placet corrigere errores et rursum.

source: Sign in
fo: signum in

source: News
fo: nuntius

source: Photo and Video
fo: Photo et Video

source: Business address
fo: negotium inscriptio

source: Register
fo: subcriptio

# SeperateWithCommas
source: Separate with commas
fo: Separabis cum commata

# SignUp
source: Sign Up Here
fo: Signum hic

source: Type to search...
fo: Typus ad quaerere...

source: Unconfirmed
fo: confirmatum

# UseTheFormToCreateANewAccount
source: Use the form below to create a new account.
fo: Uti forma infra ad novum propter.

# YouCommentWillBeReviewed
source: Your Comment Will Be Reviewed
fo: Vos Aliquam recognoscenda

source: Your Question Will Be Reviewed
fo: Tua quaestio recognoscenda

source: Birth date
fo: genuit date

source: You are
fo: vobis sunt

# PasswordBetween4and15Characters
source: Password must be between 4 and 15 characters
fo: Password oportet esse inter IV et XV characters

# UserNameBetween4and15Characters
source: Username must be between 4 and 15 characters
fo: Username sit inter IV et XV characters

source: End
fo: finem

# LoadingDotDotDot
source: Loading...
fo: oneratisque...

source: No Results
fo: nulla

source: Video Type
fo: Video typus

source: Filter
fo: spurcamen

source: Add To Favorites
fo: Addere Gratiosi

source: Add To Playlist
fo: Addere Playlist

source: Bring Down
fo: DEFERO

source: Bring Up
fo: ascendere

source: Remove From List
fo: Tollere Ex List

source: Bands you have seen live
fo: Vincula vidistis vivere

source: Bands you want to see live or just listen to
fo: Vincula vis videre vivunt vel audire

source: Current country
fo: current regionem

source: Postal code
fo: tabellarios codice

source: Message to the world
fo: Nuntius ad mundi

source: Optional
fo: libitum

source: Contact
fo: contactus

source: All Images Are Converted To A Square
fo: Duis quadrum conversa

source: Chile
fo: Chilia

source: China
fo: Sinis

source: Cyprus
fo: cypri

source: Day
fo: die

source: Denmark
fo: Daniae

source: Dominican Republic
fo: Propono aetatis

source: Ecuador
fo: Aequatoria

source: Female
fo: feminam

source: France
fo: Gallia

source: French Guiana
fo: gallico Guiana

source: Germany
fo: Germania

source: Ghana
fo: Gana

source: Greece
fo: Graecia

source: Greenland
fo: Greenlandia

source: Guatemala
fo: Guatimalia

source: Honduras
fo: Honduria

source: Hungary
fo: Hungaria

source: Iceland
fo: Islandia

source: Ireland
fo: Hibernia

source: Isle of Man
fo: Insula hominis

source: Israel
fo: Israhel

source: Italy
fo: Italia

source: Japan
fo: pretium

source: Latvia
fo: Lettonia

source: Lithuania
fo: Lithuaniae

source: Luxembourg
fo: Luxemburgum

source: Make Default
fo: facere Default

source: Male
fo: masculum

source: Mayotte
fo: Maiotta

source: Month
fo: mensis

source: Netherlands
fo: Belgio

source: New Zealand
fo: nova Zelandia

source: Norway
fo: Norvegia

source: Now Edit Your Profile
fo: Nunc Edit tua Profile

source: Pakistan
fo: Etiam quis purus

source: Please correct the errors
fo: Placet corrigere errores

source: Poland
fo: Polonia

source: Portugal
fo: Lusitania

source: Profile Photos
fo: profano imaginibus

source: Selected
fo: lego

source: Select File
fo: lego File

source: Select the photo to replace
fo: Lego photo ad restituo

source: Show my location on the map
fo: Meae situm in map

source: Slovakia
fo: Slovacia

source: South Africa
fo: meridiem Africa

source: Spain
fo: hispania

source: Sweden
fo: Suecia

source: Switzerland
fo: Helvetia

source: Syrian Arab Republic
fo: Syrus Arabs reipublicae

source: Turkey
fo: Turcia

source: Ukraine
fo: Ucraina

source: United Kingdom
fo: Britanniarum Regnum

source: United States
fo: Iunctus Civitas

source: Unknown
fo: ignotum

source: Vatican City
fo: Vat urbem

source: Venezuela
fo: Venetiola

source: Year
fo: anno

source: Account Information
fo: propter Information

source: By signing up you agree to the terms of service
fo: Signando ad ministerium formam placet

source: here
fo: hic

source: Account deletion cannot be undone
fo: Propter deletionem potest non infectum

source: Alien
fo: Alienigena

source: Applaud
fo: plaudite

source: Audience
fo: audientibus

source: Auto play video in profile
fo: Auto ludo video in profile

source: Beat down
fo: percussit

source: Blocked users
fo: clausus users

source: Change Password
fo: mutare Signum

source: Chat Room
fo: Chat volutpat

source: Confirm
fo: confirmare

source: Contact request
fo: contactus petitionem

# CopyrightAllRights
source: Copyright {0} {1}. All rights reserved.
fo: Copyright {0} {1}. Iure reservatur.

source: Cyber associates
fo: cyber sociis

source: Dance Group
fo: chorus coetus

source: Delete Account
fo: delete Computus

source: Delete my account?
fo: delete mea propter?

source: Have you met in real life?
fo: Tibi occurrit in vita?

source: Looking for friends
fo: Vultus amicis

source: Male and Female
fo: Masculum et feminam

# MessagesAreSentToYourEmail
source: When enabled, messages are sent to your Email address.
fo: Cum enabled, nuntiis sunt misit ad Email oratio.

source: Not Now
fo: non autem

source: Passwords do not match
fo: Passwords non aequare

source: Profile Logging
fo: profano logging

source: Read
fo: legere

source: Real life contacts
fo: vita contactus

source: Relationship status
fo: relationem status

source: Reply
fo: respondere

source: Single and looking
fo: Una et vultus

source: Song
fo: canticum

source: Taken or not interested
fo: Capta aut non interest

source: Unread
fo: INLECTUS

source: Venue
fo: visneto

source: Visitors
fo: visitatores

source: Would you like to be cyber associates?
fo: Tu similis esse cyber sociis?

# YouDoNotAppearOnTheMap
source: When this is disabled you do not appear on the map.
fo: Quo non apparuerunt in convallis turpis.

# YourAgeWillNotDisplay
source: If this is disabled, your age will not display in your profile.
fo: Si erret aetatis ostenderet non in vestri profano.

source: You responded
fo: vobis respondit

# YourProfileViewsWillNotBeRecorded
source: If this is disabled, your profile views will not be recorded and you cannot see who sees your profile.
fo: Si infirmus, et scripta non sit sensus vestri profano non videt vestri profano.

source: Delete this?
fo: Delete hoc?

source: about one minute ago
fo: de minutis ago

source: Back
fo: retro

# DaysAgo
source: {0} days ago
fo: {0} diebus ago

# HoursAgo
source: {0} hours ago
fo: {0} horas ago

# MonthsAgo
source: {0} months ago
fo: {0} menses

# SecondsAgo
source: {0} seconds ago
fo: {0} secundis ago

# YearsAgo
source: {0} years ago
fo: {0} annos

source: Handed
fo: tradidit

source: Invalid
fo: irritum

source: Left
fo: reliquit

source: Online Now
fo: online autem

source: Right
fo: DEXTRA

source: Already in use
fo: Iam in usum

source: Edit your Email settings
fo: Creare tua Email occasus

source: Incorrect format
fo: recte format

source: Source File
fo: principium File

source: Uploaded
fo: Lorem

source: Hardware and software skills
fo: Ferramentis et software artes

source: Ambidextrous
fo: AEQUIMANUS

source: Map
fo: designo

source: Featured model
fo: lorem exemplar

source: Inbox
fo: Inbuxo

source: Newest users
fo: novissima users

source: Newest videos
fo: novissima videos

source: No comments
fo: non comments

source: Notifications
fo: notificationes

source: Privacy policy
fo: nisl

source: Submit your YouTube video link here
fo: Subire tuum YouTube video pagina hic

# TermsAndCondtions
source: Terms and conditions
fo: Terminis et condtions

source: Applauded
fo: plausum

source: Beaten down
fo: prostrati

source: Commented
fo: commentati

source: Email my messages
fo: Email mea nuntiis

source: Filter news by tag
fo: Sparguntur fama per tag

source: Manage News
fo: curo News

source: Manage News Comments
fo: Curo News Comments

source: Disabled
fo: erret

source: Message
fo: nuntius

source: New
fo: novum

source: Next Video
fo: deinde Video

source: No File
fo: non File

source: Release Date
fo: dimittere Date

source: Deleted
fo: deletum

source: Load more
fo: oneratis magis

source: Next Photo
fo: deinde photo

source: Previous Photo
fo: priore Photo

source: See more news
fo: Videre magis fama

source: Happy Birthday
fo: Donec

source: Add as cyber associate
fo: Addere ut cyber socius

# AddAsRealLifeContact
source: Add as real life contact (IRL)
fo: Addere ut vita contactus (IRL)

source: Music
fo: musica

source: Send message
fo: mittere nuntius

source: Sound on
fo: canere in

source: North Korea
fo: Quisque

source: South Korea
fo: meridiem Korea

source: Check your email and spam folder
fo: Reprehendo vestri email et spam folder

source: More photos
fo: magis imagines

source: Newest photos
fo: novissima imagines

source: Band
fo: cohors

source: Create a new account
fo: Novum propter

source: Title
fo: titulus

# CreatedOn
source: Created
fo: creata

source: Create New
fo: creare novum

# Russian
source: Russian (русский)
fo: Russian

source: Age
fo: aetatis

source: Last Active
fo: ultimum agens

source: Favorite Videos
fo: ventus Videos

source: Latest Update
fo: tardus update

source: Uploaded Videos
fo: Lorem Videos

source: Waiting
fo: expectantes

source: Most applauded this week
fo: Maxime plausum hoc septimana

source: Most beaten down this week
fo: Maxime victus hanc septimana

source: Approximate Location
fo: approximatis location

source: From desktop
fo: ex desktop

source: From mobile
fo: a mobile

source: On IPhone Email Your Photo To With Your Message In The Body To
fo: In Quisque Email tua Photo Ad tua Nuntius In Corpus Ad

source: Block
fo: angustos

source: Send From Your Account Email
fo: Mittere Ex tua Computus Email

source: Rotate Photo
fo: gyrari Photo

source: Sound off
fo: conversus Clange

source: Turn sound off
fo: Conversus Clange

source: Turn sound on
fo: Conversus sonus in

source: Members Only Profile
fo: Membra Tantum Profile

# OnlyMembersCanSeeYourProfile
source: When enabled only members can see your profile
fo: Cum enabled tantum sodales tui profile

source: Creative Community
fo: creatrix communitas

source: Featuring
fo: Aliquam

source: Dance
fo: saltare

source: Edited
fo: edidit

source: Female Duo
fo: feminam duo

source: Group
fo: coetus

source: Interview
fo: colloquium

source: Live
fo: vivere

source: Male Duo
fo: masculum duo

source: Music Video
fo: musica imagines

source: Raw
fo: rudis

source: Show
fo: episode

source: Footage Type
fo: Footage typus

source: Random
fo: temere

source: Newest at top
fo: Novissima ad summo

source: Most commented on this week
fo: Maxime annotavit in hoc septimana

source: Or
fo: aut

source: Subject
fo: subiectum

source: Contests
fo: certamina

source: Full screen
fo: plena screen

source: Age from
fo: aetatis a

source: Age to
fo: aetate ad

source: They are
fo: sunt

source: Sorted by activity
fo: Digestus per operationem

source: Sorted by distance
fo: Digestus spatio

source: Invalid link
fo: irritum pagina

source: Video rejected
fo: Video reprobaverunt

# WaitingToBeReviewed
source: This video is waiting to be reviewed
fo: Pellentesque id est velit recognoscenda

source: Image
fo: imaginem

source: Tutorial
fo: Nullam

source: Days
fo: dies

source: Hours
fo: horas

source: Minutes
fo: minuta

source: Seconds
fo: secundis

source: Contest details
fo: certamen Details

# CurentContestEntries
source: Current contest entries
fo: Current certamen Viscus

source: Time remaining in contest
fo: Tempus Reliquus In certamen

source: Document
fo: tabellae

# French
source: French (français)
fo: gallico (français)

# Portuguese
source: Portuguese (português)
fo: Lusitani (português)

source: Claim you uploaded this video
fo: Clamare tu Uploaded hoc Video

# Italian
source: Italian (italiano)
fo: ITALICUS (italiano)

# Dutch
source: Dutch (Nederlands)
fo: Batavi (Nederlands)

source: City
fo: civitatem

source: Region/ State
fo: regione publica

source: Street address
fo: platea inscriptio

source: Previous
fo: priore

# Japanese
source: Japanese (日本の)
fo: Iaponica (日本の)

# Greek
source: Greek (ελληνικά)
fo: graeca (ελληνικά)

# Korean
source: Korean (한국의)
fo: Coreanica (한국의)

# Czech
source: Czech (český)
fo: Bohemica (český)

# Hungarian
source: Hungarian (magyar)
fo: Hungarica (magyar)

# Danish
source: Danish (dansk)
fo: Danorum (dansk)

source: Thank You
fo: BENIGNE FACIS

source: Vote for
fo: lego

source: Store
fo: thesaurizate

# Turkish
source: Turkish (Türk)
fo: Turkish

source: Contest
fo: REICIO

# YearAgo
source: {0} year ago
fo: {0} annus abhinc

source: Percentage
fo: CENTESIMA
